export default function NewsOverview() {
  return (
    
    <div className="bg-gradient-to-r from-blue-400 to-blue-600 py-12 px-8 rounded-lg shadow-xl ">
    
      <h1 className="text-white text-center text-3xl font-bold mb-6">نبذة عن قناة الأخبار</h1>
      <p className="text-white text-lg mb-4 leading-relaxed">
        قناة الأخبار هي وسيلة إعلامية تُعنى بنقل الأحداث والمستجدات الجارية في العالم بشكل عام، وفي مناطق معينة بشكل خاص، إلى الجمهور. تهدف قنوات الأخبار إلى توفير مصادر موثوقة للمعلومات للجمهور، وتعتبر مهمة في تشكيل الرأي العام وتوجيه النقاشات العامة حول القضايا الهامة. كما تساهم في رصد الظواهر الاجتماعية والسياسية والثقافية والاقتصادية التي تحدث في العالم وتأثيرها على الحياة اليومية للأفراد والمجتمعات.
      </p>
      <p className="text-white text-lg mb-4 leading-relaxed">
        قناة الأخبار تلعب دورًا حيويًا في تزويد الجمهور بالمعلومات الهامة والموثوقة، وتشكل مصدرًا مهمًا لفهم الأحداث والقضايا الراهنة على الساحة الوطنية والعالمية. من خلال تقاريرها وتحليلاتها، تساهم قنوات الأخبار في توجيه الرأي العام وتحديد مسار النقاشات العامة حول القضايا الساخنة والمثيرة للجمهور.
      </p>
      <p className="text-white text-lg mb-4 leading-relaxed">
        تهدف قنوات الأخبار إلى توفير مصادر موثوقة للمعلومات للجمهور، وتعتبر مهمة في تشكيل الرأي العام وتوجيه النقاشات العامة حول القضايا الهامة.
      </p>
    </div>
  );
}
